Repository: dexonline/dexonline
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: es, hu, ro, tr

source: <a href="%1">Find words</a> &mdash; a helper for crosswords and Scrabble
es: <a href="%1">Encuentre palabras</a> &mdash; una aplicación útil para crucigramas y Scrabble
hu: <a href="%1">Találj szavakat</a> &mdash; segédeszköz a keresztrejtvényekhez és a Scrabble-hez
ro: <a href="%1">Găsește cuvinte</a> &mdash; un ajutor pentru cuvinte încrucișate și Scrabble
tr: <a href="%1">Kelime bulma</a> &mdash; çapraz bulmaca ve Scrabble için yardımcı araç

source: A <a href="%1">game of Fazan</a> for Android devices
es: El <a href="%1">juego "Fazan"</a> para dispositivos Android
hu: A <a href="%1">Fazan játék</a> Android eszközök számára
ro: Un <a href="%1">joc de Fazan</a> pentru dispozitive cu Android
tr: Android cihazlar için bir <a href="%1">Fazan oyunu</a>

source: Your query <b>%1</b> is a variant of <b>%2</b>.
es: Su búsqueda <b>%1</b> es una elisión de <b>%2</b>.
ro: Forma <b>%1</b> este o variantă a lui <b>%2</b>.
tr: Sorgunuz <b>%1</b>, <b>%2</b>'nin bir başka şeklidir.

source: Your query <b>%1</b> is an elision of <b>%2</b>.
es: Su búsqueda <b>%1</b> es una elisión de <b>%2</b>.
hu: A <b>%1</b> keresés a <b>%2</b> hangelnyeléses alakja.
ro: Varianta <b>%1</b> este o formă elidată a lui <b>%2</b>.
tr: Aramanız <b>%1</b>, <b>%2</b>'nin bir ses düşmesidir.

source: click any image for details
es: haga clic en cualquier imagen para obtener más detalles
ro: click pe imagini pentru detalii
tr: detaylar için herhangi bir resme tıklayın

source: of which
es: de los cuales
ro: din care
tr: bunların

source: Repeat your search <a href="%1">in all dictionaries</a>.
es: Buscar de nuevo <a href="%1">en todos los diccionarios</a>.
hu: Ismételje meg keresését <a href="%1">az összes szótárban</a>.
ro: Repetați căutarea <a href="%1">în toate dicționarele</a>.
tr: Aramanızı <a href="%1">tüm sözlüklerde</a> tekrarlayın.

source: Search disabled
es: Búsqueda deshabitada
hu: Keresés letiltva
ro: Căutare dezactivată
tr: Arama devre dışı

source: You cannot currently perform full-text searches because the index is being regenerated. This typically takes about 10 minutes. We apologize for the inconvenience.
es: Ahora mismo no puede buscar dentro de las definiciones porque el índice se está regenerando. Este proceso lleva normalmente unos 10 minutos. Pedimos disculpas por las molestias.
hu: Jelenleg nem végezhetsz teljes szövegű kereséseket, mert az indexet regenerálódik. Ez általában körülbelül 10 percet vesz igénybe. Elnézést kérünk a kellemetlenségért.
ro: Momentan nu puteți căuta prin textul definițiilor, deoarece indexul este în curs de reconstrucție. Această operație durează de obicei circa 10 minute. Ne cerem scuze pentru neplăcere.
tr: Dizin yeniden oluşturulduğu için şu anda tam metin araması yapamazsınız. Bu işlem genellikle yaklaşık 10 dakika sürer. Verdiğimiz rahatsızlıktan dolayı özür dileriz.

source: Examples of pronunciation for the term
es: Ejemplos de pronunciación del término
ro: Exemple de pronunție a termenului
tr: Terimin telaffuz örnekleri

source: These definitions are compiled by the dexonline team. The original definitions are available on the <a class="%1" href="#">definitions</a> tab. You can reorder tabs on your <a href="%2">preferences</a> page.
es: Estas definiciones han sido recopiladas por el equipo de dexonline. Las definiciones originales están disponibles en la pestaña <a class="%1" href=""#>definiciones</a>. Puede reordenar las pestañas en su página de <a href="%2">preferencias</a>.
ro: Aceste definiții sunt compilate de echipa dexonline. Definițiile originale se află pe fila <a class="%1" href="#">definiții</a>. Puteți reordona filele pe pagina de <a href="%2">preferințe</a>.
tr: Bu tanımlar dexonline ekibi tarafından derlenmiştir. Orijinal tanımlar <a class="%1" href=""#>tanımlar</a> sekmesinde bulunabilir. <a href="%2">tercihler</a> sayfanızda sekmeleri yeniden sıralayabilirsiniz.

source: secondary meanings
es: significados secundarios
ro: sensuri secundare
tr: ikincil anlamlar

source: examples
es: ejemplos
ro: exemple
tr: örnekler

source: sources
es: fuentes
ro: surse
tr: kaynaklar

source: etymology
es: etimología
hu: etimológia
ro: etimologie
tr: etimoloji

source: The full definition list is available on the <a class="%1" href="#">definitions</a> tab.
es: La lista completa de definiciones está disponible en la pestaña <a class="%1" href=""#>definiciones</a>.
ro: Lista completă de definiții se află pe fila <a class="%1" href="#">definiții</a>.
tr: Tam tanım listesi <a class="%1" href=""#>tanımlar</a> sekmesinde mevcuttur.

source: One linguistics article
es: Un artículo lingüístico
ro: Un articol lingvistic
tr: Bir dilbilim makalesi

source: There are definitions in non-normative dictionaries, which <a href="%1">you have chosen to hide</a>.
es: Hay definiciones en los diccionarios no normativos que <a href="%1">ha escogido no mostrar</a>.
ro: Există definiții din dicționare nenormative, pe care <a href="%1">ați ales să le ascundeți</a>.
tr: Normatif olmayan sözlüklerde, <a href="%1">gizlemeyi seçtiğiniz</a> tanımlar bulunmaktadır.

source: There are definitions in dictionaries for which dexonline has no publishing rights:
es: Hay definiciones en diccionarios para los cuales dexonline no tiene derechos de publicación:
hu: Vannak olyan meghatározások, amelyekben a dexonline nem rendelkezik kiadói jogokkal:
ro: Există definiții din dicționare pentru care dexonline nu are drepturi de redistribuire:
tr: Dexonline’ın yayın haklarına sahip olmadığı sözlüklerde tanımlar bulunmaktadır:

source: All dictionaries
es: Todos los diccionarios
hu: Összes szótár
ro: Toate dicționarele
tr: Tüm sözlükler

source: source
es: fuente
hu: forrás
ro: sursa
tr: kaynak

source: provided by
es: proporcionado por
hu: biztosította
ro: furnizată de
tr: sağlayan

source: status
es: estado
hu: állapot
ro: starea
tr: durum

source: added by
es: añadida por
hu: hozzáadta
ro: adăugată de
tr: ekleyen

source: actions
es: acciones
hu: műveletek
ro: acțiuni
tr: eylemler

source: report a typo
es: comunicar un error
hu: jelents egy gépelési hibát
ro: semnalează o greșeală
tr: yazım hatası bildir

source: added to favorites
es: añadido a favoritos
hu: hozzáadva a kedvencekhez
ro: adăugată la favorite
tr: favorilere eklendi

source: please wait...
es: espere por favor…
hu: kérlek várj...
ro: un moment...
tr: lütfen bekleyin…

source: add to favorites
es: añadir a favoritos
hu: add hozzá a kedvencekhez
ro: adaugă la favorite
tr: favorilere ekle

source: remove from favorites
es: eliminar de favoritos
hu: távolítsd el a kedvencekből
ro: șterge dintre favorite
tr: favorilerden çıkar

source: permalink
es: enlace permanente
hu: állandó hivatkozás
tr: kalıcı bağlantı

source: +1 identical definition
es: +1 definición idéntica
hu: +1 azonos meghatározás
ro: +1 definiție identică
tr: +1 aynı tanım

source: compound
es: compuesto
hu: összetett
ro: compus
tr: bileşik

source: Inflection sources
es: Fuentes para la flexión
hu: Ragozási forrás
ro: Surse flexiune
tr: Çekim kaynakları

source: Please leave this field empty
es: Por favor, deje este campo en blanco
ro: Te rog lasă gol acest câmp
tr: Lütfen bu alanı boş bırakın

source: Email address
es: Dirección de correo electrónico
ro: Adresa de email
tr: Eposta adresi

source: Subscribe
es: Suscríbete
ro: Abonează-te
tr: Abone Ol

source: The form <strong>%1</strong> exists in LOC %2.
es: La forma <strong>%1</strong> está en LOC %2.
hu: A(z) <strong>%1</strong> alak létezik a %2 LOC-ban.
ro: Forma <strong>%1</strong> există în LOC %2.
tr: <strong>%1</strong> biçimi LOC %2'de mevcuttur.

source: The form <strong>%1</strong> does not exist in LOC %2.
es: La forma <strong>%1</strong> no está en LOC %2.
hu: A(z) <strong>%1</strong> alak nem létezik a %2 LOC-ban.
ro: Forma <strong>%1</strong> nu există în LOC %2.
tr: <strong>%1</strong> biçimi LOC %2'de mevcut değildir.

source: entry
es: entrada
hu: bejegyzés
ro: intrare
tr: giriş

source: hide variants
es: no mostrar las variantes
hu: variánsok elrejtése
ro: ascunde variantele
tr: değişkenleri gizle

source: show variants
es: mostrar las variantes
hu: variánsok kimutatása
ro: arată variantele
tr: değişkenleri göster

source: choose a dictionary...
es: elige un diccionario...
ro: alege un dicționar...
tr: bir sözlük seçin…

source: please describe the error; at most 400 characters are allowed
es: por favor describa el error; puede usar un máximo de 400 caracteres
hu: írd le a hibát; legfeljebb 400 karakter megengedett
ro: vă rugăm descrieți problema în maximum 400 de caractere
tr: lütfen hatayı açıklayın; en fazla 400 karaktere izin verilir

source: notes
es: notas
hu: jegyzetek
ro: note
tr: notlar

source: Some dictionaries (such as <em>Scriban</em>) use old orthographies. This is not a typo.
es: Algunos diccionarios (como <em>Scriban</em>) usan ortografías anticuadas. Esto no es un error.
hu: Egyes szótárak (például a <em>Scriban</em>) régi helyesírással voltak kiadva. Ez nem hiba.
ro: Unele dicționare (de exemplu <em>Scriban</em>) folosesc grafia veche. Aceasta nu este o greșeală de tipar.
tr: Bazı sözlükler (örneğin <em>Scriban</em>) eski yazım kurallarını kullanır. Bu bir yazım hatası değildir.

source: We generally do not change the original text of definitions, but we can add comments. Please do not report semantic errors except in obvious cases.
es: En general no cambiamos el texto original de las definiciones, no obstante sí podemos añadir comentarios. Por favor no nos informen sobre errores semánticos, salvo en casos patentes.
hu: Általában nem változtatjuk meg a meghatározások eredeti szövegét, de megjegyzéseket tehetünk. Kérjük, ne jelentsen szemantikai hibákat kivéve nyilvánvaló esetekben.
ro: În general, preluăm definițiile fără modificări, dar putem face comentarii pe marginea lor. Vă rugăm să nu ne semnalați greșeli semantice decât în situații evidente.
tr: Genellikle tanımların orijinal metnini değiştirmiyoruz, ancak yorumlar ekleyebiliyoruz. Bariz durumlar dışında anlamsal hataları bildirmeyiniz.

source: submit
es: envíe
hu: benyújtás
ro: trimite
tr: gönder

source: Thank you for your report!
es: ¡Gracias por informarnos!
hu: Köszönjük a jelentését!
ro: Vă mulțumim pentru semnalare!
tr: Bildiriminiz için teşekkür ederiz!

source: close
es: cierre
hu: bezár
ro: închide
tr: kapat

source: rank
es: ranking
hu: beosztás
ro: loc
tr: sıralama

source: characters
es: caracteres
hu: betük
ro: caractere
tr: karakterler

source: most recent submission
es: último envío
hu: legutóbbi benyújtás
ro: data ultimei trimiteri
tr: en son gönderim

source: hyphenation
es: silabación
hu: elválasztás
ro: silabație
tr: sözcük kesme

source: Hyphenation splits the word into syllables.
es: La silabación divide la palabra en sílabas.
hu: Elválasztás a.m. egy szót nyomtatott szövegben megszakítani.
ro: Silabația este despărțirea în silabe a cuvântului.
tr: Sözlük kesme kelimeyi hecelere ayırır.

source: word
es: palabra
hu: szó
ro: cuvânt
tr: kelime

source: search
es: búsqueda
hu: keress
ro: caută
tr: ara

source: options
es: opciones
hu: opciók
ro: opțiuni
tr: seçenekler

source: Full-text search
es: Búsqueda en el texto de las definiciones
hu: Teljes szöveges keresés
ro: Caută în tot textul definițiilor
tr: Tam metin arama

source: help
es: ayuda
hu: segítség
ro: ajutor
tr: yardım

source: home page
es: página principal
hu: kezdőlap
ro: pagina principală
tr: ana sayfa

source: about
es: sobre nosotros
hu: magunkról
ro: despre noi
tr: hakkında

source: information
es: información
hu: felvilágosítás
ro: informații
tr: bilgi

source: get involved
es: colabore
hu: vegyél részt
ro: implică-te
tr: dahil ol

source: ways to help
es: maneras de ayudar
hu: hogy segíthetsz
ro: cum poți ajuta
tr: yardım etme yolları

source: volunteer ranking
es: ranking de los voluntarios
hu: önkéntes rangsorolás
ro: topul voluntarilor
tr: gönüllü sıralaması

source: resources
es: fuentes
hu: segédforrások
ro: resurse
tr: kaynaklar

source: abbreviations table
es: tabla de abreviaturas
hu: rövidítések táblázata
ro: abrevieri folosite
tr: kısaltmalar tablosu

source: linguistics articles
es: artículos lingüísticos
ro: articole lingvistice
tr: dilbilim makaleleri

source: grammar guide
es: guía gramatical
hu: nyelvtani útmutató
ro: ghid de exprimare
tr: dilbilgisi rehberi

source: random words
es: palabras aleatorias
hu: szavak találomra
ro: cuvinte aleatorii
tr: rastgele kelimeler

source: external links
es: enlaces externos
hu: külső hivatkozások
ro: legături externe
tr: dış bağlantılar

source: light mode
es: modo claro
ro: modul luminos
tr: aydınlık mod

source: dark mode
es: modo oscuro
ro: modul întunecat
tr: koyu mod

source: Anonymous
es: Anónimo
hu: Ismeretlen
ro: Anonim
tr: Anonim

source: moderator page
es: página del moderador
hu: a szerkesztő oldala
ro: pagina moderatorului
tr: moderatör sayfası

source: hotkeys
es: teclas de acceso rápido
hu: gyorsbillentyűk
tr: kısayol tuşları

source: recently viewed pages
es: páginas visitadas recientemente
hu: nemrég megtekintett oldalak
ro: pagini vizitate recent
tr: son görüntülenen sayfalar

source: profile
es: perfil
hu: profil
ro: profilul meu
tr: profil

source: favorite words
es: palabras favoritas
hu: kedvenc szavak
ro: cuvinte favorite
tr: favori kelimeler

source: log out
es: cerrar la sesión
hu: kilépés
ro: închide sesiunea
tr: çıkış

source: log in
es: loguearse
hu: belépés
ro: autentificare
tr: giriş

source: donate
es: donar
hu: adományozz
ro: donează
tr: bağış yap

source: navigation
es: navegación
hu: navigáció
ro: navigare
tr: gezinme

source: no article
es: sin artículo
hu: határozatlan
ro: nearticulat
tr: belirsiz

source: def. article
es: artículo def.
hu: határozott
ro: articulat
tr: belirli

source: nominative-accusative
es: nominativo-acusativo
hu: alanyeset-tárgyeset
ro: nominativ-acuzativ
tr: yalın hali / -i hali

source: genitive-dative
es: genitivo-dativo
hu: birtokos-részes eset
ro: genitiv-dativ
tr: -in hali / -e hali

source: vocative
es: vocativo
hu: megszólító
ro: vocativ
tr: seslenme hali

source: masculine
es: masculino
hu: hímnem
ro: masculin
tr: eril

source: feminine
es: femenino
hu: nőnem
ro: feminin
tr: dişil

source: infinitive
es: infinitivo
hu: főnévi igenév
ro: infinitiv
tr: mastar

source: long infinitive
es: infinitivo largo
hu: hosszú főnévi igenév
ro: infinitiv lung
tr: uzun mastar

source: participle
es: participio
hu: melléknévi igenév
ro: participiu
tr: ortaç

source: gerund
es: gerundio
hu: határozói igenév
ro: gerunziu
tr: ulaç

source: imperative 2nd person
es: imperativo en 2ª persona
hu: felszólító második személy
ro: imperativ pers. a II-a
tr: emir kipi 2. şahıs

source: number
es: número
hu: szám
ro: numărul
tr: sayı

source: person
es: persona
hu: személy
ro: persoana
tr: kişi

source: present
es: presente
hu: jelen
ro: prezent
tr: geniş zaman

source: present subjunctive
es: presente del subjuntivo
hu: jelen idejű kötőmód
ro: conjunctiv prezent
tr: dilek kipi

source: imperfect
es: pretérito imperfecto
hu: folyamatos múlt
tr: şimdiki zamanın hikayesi

source: simple perfect
es: pretérito perfecto
hu: elbeszélő múlt
ro: perfect simplu
tr: geçmiş zaman

source: pluperfect
es: pretérito pluscuamperfecto
hu: régmúlt
ro: mai mult ca perfect
tr: önceki geçmiş zaman

source: 1st (eu)
es: 1ª (eu)
hu: 1-ső (én)
ro: I (eu)
tr: 1. tekil (eu)

source: 2nd (tu)
es: 2ª (tu)
hu: 2-ik (te)
ro: a II-a (tu)
tr: 2. tekil (tu)

source: 3rd (el, ea)
es: 3ª (el, ea)
hu: 3-ik (ő)
ro: a III-a (el, ea)
tr: 3. tekil (el, ea)

source: 1st (noi)
es: 1ª (noi)
hu: 1-ső (mi)
ro: I (noi)
tr: 1. çoğul (noi)

source: 2nd (voi)
es: 2ª (voi)
hu: 2-ik (ti)
ro: a II-a (voi)
tr: 2. çoğul (voi)

source: 3rd (ei, ele)
es: 3ª (ei, ele)
hu: 3-ik (ők)
ro: a III-a (ei, ele)
tr: 3. çoğul (ei, ele)

source: We have no information on the paradigm of this word.
es: No tenemos ninguna información sobre el paradigma de esta palabra.
hu: Nincs információnk e szó paradigmájáról.
ro: Nu există informații despre paradigma acestui cuvânt.
tr: Bu kelimenin örneklemi hakkında hiçbir bilgimiz yoktur.

source: You have no favorite words.
es: No tiene ninguna palabra favorita.
hu: Nincsenek kedvenc szavak.
ro: Nu aveți niciun cuvânt favorit.
tr: Favori kelimeniz yok.

source: privacy
es: privacidad
hu: adatvédelem
ro: confidențialitate
tr: gizlilik

source: Flexion model
es: Modelo de flexión
ro: Modele de flexiune

source: Flexion models for the type %1 (%2)
es: Modelos de flexión para el tipo %1 (%2)
ro: Modele de flexiune pentru tipul %1 (%2)

source: back
es: atrás
ro: înapoi

source: Description
es: Descripción
ro: Descriere

source: Words that inflect according to this model (maximum 100 displayed)
es: Palabras que se declinan según este modelo (se muestran un máximo de 100)
ro: Cuvinte care se flexionează conform acestui model (maximum 100 afișate)

source: all models of type %1
es: todos los modelos de tipo %1
ro: toate modelele de tip %1

source: hosted by
es: alojado por
hu: házigazda
ro: găzduit de
tr: barındıran

source: Other linguistics articles
es: Otros artículos lingüísticos
ro: Alte articole lingvistice
tr: Diğer dilbilim makaleleri

source: Scrabble lookup
es: Verificar Scrabble
hu: Scrabble keresés
ro: Verificare Scrabble
tr: Scrabble araması

source: Are you playing Scrabble and your friends do not believe that <em>kwyjibo</em> is a perfectly legal word? Type in your word to show them who the boss is.
es: Está jugando al Scrabble y sus amigos ¿no creen que <em>kwyjibo</em> es una palabra perfectamente correcta? Introduzca su palabra para que sepan ¡quién manda aquí!
hu: Scrabble-t játszol és barátaid nem hiszik hogy <em>kwyjibo</em> tökéletesen elfogadható szó? Írd be a szót és mutasd meg nekik ki a főnök.
ro: Joci Scrabble și prietenii tăi nu cred că <em>kwyjibo</em> este un cuvânt perfect legal? Tastează cuvântul tău ca să le arăți cine e șeful.
tr: Scrabble oynuyorsunuz ve arkadaşlarınız <em>kwyjibo</em> kelimesinin tamamen geçerli bir kelime olduğuna inanmıyorlar mı? Kelimenizi yazarak onlara kimin patron olduğunu gösterin.

source: in version
es: en la versión
hu: verzióban
ro: în versiunea
tr: sürümünde

source: look up
es: verificar
hu: keresés
ro: verifică
tr: arama

source: Official Scrabble word list (LOC)
es: Listado oficial de palabras de Scrabble (LOC)
hu: Hivatalos scrabble szavak listája (LOC)
ro: Lista Oficială de Cuvinte admise la Scrabble (LOC)
tr: Resmi Scrabble kelime listesi (LOC)

source: version
es: versión
hu: verzió
ro: versiunea
tr: sürüm

source: publication date
es: fecha de publicación
hu: közzétételi dátum
ro: data publicării
tr: yayınlanma tarihi

source: reduced forms
es: formas reducidas
hu: leszűkített formák
ro: forme reduse
tr: indirgenmiş biçimler

source: base forms
es: forma de base
hu: alap formák
ro: forme de bază
tr: temel biçimler

source: inflected forms
es: formas flexionadas
hu: ragozott formák
ro: forme flexionare
tr: çekimli biçimler

source: download
es: descargar
hu: letöltés
ro: descarcă
tr: indir

source: a list of words between 2 and 15 letters, without diacritics
es: un listado de palabras de entre 2 y 15 letras, sin diacríticos
hu: 2-töl 15-ig terjedő betűs szavak listája, ékezetek nélkül
ro: lista de cuvinte între 2 și 15 litere, fără diacritice
tr: 2 ile 15 harf arasında, aksan işareti içermeyen kelimelerin listesi

source: word list in alphabetical order
es: listado de palabras en orden alfabético
hu: lista szójegyzék betűrendben
ro: lista de cuvinte ordonată alfabetic
tr: alfabetik sırayla kelime listesi

source: legend of notations
es: leyenda de las notaciones
hu: jelölések jelmagyarázata
ro: legenda notațiilor
tr: gösterimler için açıklama

source: list of words and their conjugations/declensions
es: listado de palabras y su conjugación/declinación
hu: a szavak listája és azok ragozásai
ro: lista de cuvinte cu conjugările/declinările lor
tr: kelimelerin ve çekimlerinin listesi

source: The last official LOC version is 5.0. Version 6.0 contains changes to LOC made using the dexonline interface, but not included in the official version.
es: La última versión oficial del LOC es 5.0. La versión 6.0 contiene cambios en el LOC hechos mediante la interfaz dexonline, pero sin estar incluidos en la versión oficial.
hu: Az utolsó hivatalos LOC verzió az 5.0-ás. A 6.0-ás verzió változásokat tartalmaz a dexonline felületén készült bevitt adatokkal, de ezek nem szerepelnek a hivatalos verzióban.
ro: Ultima versiune oficială a LOC este 5.0. Versiunea 6.0 conține modificări aduse LOC în dexonline, dar neîncorporate în versiunea oficială.
tr: LOC'nin son resmi sürümü 5.0'dır. Sürüm 6.0, dexonline arayüzü kullanılarak LOC'de yapılan değişiklikleri içerir, ancak resmi sürüme dahil değildir.

source: Differences between versions
es: Diferencias entre las versiones
hu: A verziók közötti különbségek
ro: Diferențe între versiuni
tr: Sürümler arasındaki farklar

source: Find out what changed between two versions of LOC.
es: Descubra los cambios entre dos versiones del LOC.
hu: Tudd meg mi változott a LOC két verziója között.
ro: Află ce s-a schimbat între două versiuni ale LOC.
tr: LOC'nin iki sürümü arasında neler değiştiğini öğrenin.

source: between
es: entre
hu: között
ro: între
tr: arasında

source: version %1 and version %2
es: la versión %1 y la versión %2
hu: %1 verzió és %2 verzió
ro: versiunea %1 și versiunea %2
tr: sürüm %1 ve sürüm %2

source: Inflection models
es: Modelos de inflexión
hu: Ragozási minták
ro: Modele de flexionare
tr: Çekim modelleri

source: <em>%1</em> and <em>%2</em> have similar declensions... but not <em>%3</em> and <em>%4</em>? Here is why.
es: <em>%1</em> y <em>%2</em> tienen declinaciones parecidas… sin embargo ¿<em>%3</em> y <em>%4</em> no? He aquí por qué.
hu: <em>%1</em> és <em>%2</em> hasonló ragozásaik vannak... de nem <em>%3</em> és <em>%4</em>? Lásd miért.
ro: <em>%1</em> și <em>%2</em> se declină la fel... dar <em>%3</em> și <em>%4</em> nu? Iată de ce.
tr: <em>%1</em> ve <em>%2</em> benzer çekimlere sahiptir... ancak <em>%3</em> ve <em>%4</em> aynı şekilde değildir. İşte nedeni.

source: Show models for
es: Muestre los modelos para
hu: Mutasd a mintákat a
ro: Arată modelele pentru
tr: Modelleri göster

source: Official Word List
es: Lista Oficial de Palabras
ro: Lista Oficială de Cuvinte

source: Differences between LOC %1 and LOC %2 (%3)
es: Diferencias entre LOC %1 y LOC %2 (%3)
ro: Diferențe între LOC %1 și LOC %2 (%3)

source: word mill
es: la ruleta de las palabras
hu: szómalom
ro: moara cuvintelor
tr: kelime değirmeni

source: Level
es: Nivel
hu: Szint
ro: Nivel
tr: Seviye

source: easy
es: fácil
hu: könnyű
ro: ușor
tr: kolay

source: medium
es: medio
hu: közepes
ro: mediu
tr: orta

source: hard
es: difícil
hu: nehéz
ro: dificil
tr: zor

source: expert
es: experto
hu: szakértő
tr: uzman

source: You can also use the keys 1, 2, 3, 4.
es: Puede usar las claves 1, 2, 3, 4.
hu: Használhatja az 1, 2, 3, 4 gombokat is.
ro: Poți folosi și tastele 1, 2, 3, 4.
tr: 1, 2, 3, 4 tuşlarını kullanabilirsiniz.

source: We are currently recalibrating the difficulty levels. Please excuse any words that are too easy or too hard for the level you selected.
es: Actualmente estamos recalibrando los niveles de dificultad. Disculpa si algunas palabras son demasiado fáciles o demasiado difíciles para el nivel que has seleccionado.
ro: În prezent recalibrăm nivelurile de dificultate. Te rugăm să ne ierți pentru cuvinte prea ușoare sau prea grele față de nivelul ales.
tr: Şu anda zorluk seviyelerini yeniden ayarlıyoruz. Seçtiğiniz seviyeye göre çok kolay veya çok zor olan kelimeler için lütfen kusura bakmayın.

source: The correct definition of <span class="word fs-3"></span>:
es: La definición correcta de <span class="word fs-3"></span>:
hu: A <span class = "word fs-3"></span> helyes meghatározása:
ro: Definiția corectă pentru <span class="word fs-3"></span>:
tr: <span class="word fs-3"></span>'nin doğru tanımı:
