Repository: dexonline/dexonline
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: es, hu, ro, tr

source: Congratulations! You answered <b id="answeredCorrect">0</b> of 10 questions correctly.
es: ¡Enhorabuena! Ha contestado correctamente <b id="answeredCorrect">0</b> de 10 preguntas.
hu: Gratulálunk! Ön <b id="answerCorrect">0</b> kérdésre a 10-böl helyesen válaszolt.
ro: Felicitări! Ai răspuns corect la <b id="answeredCorrect">0</b> din 10 întrebări.
tr: Tebrikler! 10 sorudan <b id="answeredCorrect">0</b> tanesini doğru cevapladınız.

source: new game
es: juegue otra vez
hu: új játék
ro: joc nou
tr: yeni oyun

source: see all definitions
es: vea todas las definiciones
hu: összes meghatározás
ro: arată toate definițiile
tr: tüm tanımları gör

source: hangman
es: el colgado
hu: akasztófa
ro: spânzurătoarea
tr: adam asmaca

source: Lives remaining
es: Vidas restantes
hu: Megmaradt élet
ro: Vieți rămase
tr: Kalan hak

source: Get a clue
es: Obtenga una pista
hu: Nyomravezető
ro: Dă-mi un indiciu
tr: İpucu al

source: Congratulations, you win!
es: ¡Enhorabuena, ha ganado!
hu: Gratulálok, nyertél!
ro: Felicitări, ai câștigat!
tr: Tebrikler, kazandın!

source: Sorry, you lose.
es: Lo sentimos, ha perdido.
hu: Sajnálom, veszítettél.
ro: Ne pare rău, ai pierdut.
tr: Üzgünüm, kaybettin.

source: word scramble
es: la tortilla de las palabras
hu: kevert szavak
ro: omleta cuvintelor
tr: karışık kelime

source: start
es: salida
hu: indíts
ro: începe
tr: başla

source: object
es: objeto
hu: tárgy
ro: mod
tr: amaç

source: all words
es: todas las palabras
hu: összes szó
ro: toate cuvintele
tr: tüm kelimeler

source: one anagram
es: un anagrama
hu: egy anagramma
ro: o anagramă
tr: bir anagram

source: all anagrams
es: todos los anagramas
hu: összes anagrammák
ro: toate anagramele
tr: tüm anagramlar

source: level
es: nivel
hu: szint
ro: nivel
tr: seviye

source: letters
es: letras
hu: betűk
ro: litere
tr: harfler

source: diacritics
es: diacríticos
hu: ékezetek
ro: diacritice
tr: aksan işaretleri

source: yes
es: sí
hu: igen
ro: da
tr: evet

source: time
es: tiempo
hu: idő
ro: timp
tr: süre

source: one minute
es: un minuto
hu: egy perc
ro: un minut
tr: bir dakika

source: Object of the game
es: Objetivo del juego
hu: A játék célja
ro: Scopul jocului
tr: Oyunun amacı

source: Find as many words as you can using the given letters, before the time runs out.
es: Encuentre tantas palabras como pueda formar con las letras dadas, antes de que se agote el tiempo.
hu: Találj annyi szót amennyit csak tudsz az adott betűkkel, mielőtt elfogy az idő.
ro: Formați cât de multe cuvinte puteți cu literele primite, până se termină timpul.
tr: Süre bitmeden önce verilen harfleri kullanarak olabildiğince çok kelime bulun.

source: There are three game types:
es: Hay tres tipos de juegos:
hu: Három játéktípus létezik:
ro: Sunt trei moduri de joc:
tr: Üç oyun türü var:

source: find all words having at least three letters.
es: encuentre todos las palabras que tengan al menos tres letras.
hu: találj meg minden olyan szót amely legalább három betűs.
ro: găsiți toate cuvintele de cel puțin trei litere.
tr: en az üç harften oluşan tüm kelimeleri bulun.

source: find a word using all the letters, then receive a new set of letters.
es: encuentre una palabra usando todas las letras, luego recibirá un nuevo conjunto de letras.
hu: keress egy szót az összes betű felhasználásával, majd kapsz egy új betűkészletet.
ro: găsiți un cuvânt care folosește toate literele, apoi primiți alt set de litere.
tr: tüm harfleri kullanarak bir kelime bulun, ardından yeni bir harf grubu alın.

source: find all words using all the letters, then receive a new set of letters. For example, for the set AINTT you must guess all three anagrams (<i>%1</i>) to receive the next set.
es: encuentre todas las palabras con todas las letras, luego recibirá un nuevo conjunto de letras. Por ejemplo, para el conjunto AINTT, tiene que encontrar todos los tres anagramas (<i>%1</i>), con tal de poder seguir con el próximo conjunto de letras.
hu: találd meg az összes szót az összes betű használatával, majd kapsz egy új betűkészletet. Például az AINTT készletnek mindhárom anagrammáját meg kell találnod (<i>%1</i>) hogy megkapd a következő készletet.
ro: găsiți toate cuvintele care folosesc toate literele, apoi primiți alt set de litere. De exemplu, pentru grupul AINTT trebuie să ghiciți toate cele trei anagrame (<i>%1</i>) pentru a trece la următorul set.
tr: tüm harfleri kullanarak tüm kelimeleri bulun, ardından yeni bir harf grubu alın. Örneğin, AINTT grubu için bir sonraki grubu almak için üç anagramın tümünü (<i>%1</i>) tahmin etmelisiniz.

source: Instructions
es: Acciones
hu: Műveletek
ro: Instrucțiuni
tr: Talimatlar

source: When using a keyboard, simply type the letters. When using a mouse, click on the letters, then click on the magnifier to check a word.
es: Al usar el teclado, solo tiene que teclear las letras. A usar el ratón, clique en las letras, luego clique la lupa para comprobar una palabra.
hu: Billentyűzet használata esetében, egyszerűen írd be a betűket. Egérrel kattints a betűkre, majd kattints a nagyítóra, hogy ellenőrizd a szót.
ro: Dacă folosiți tastatura, tastați pur și simplu literele. Dacă folosiți mouse-ul, dați click pe litere, apoi pe lupă pentru a verifica un cuvânt.
tr: Klavye kullanırken, harfleri tuşlamanız yeterlidir. Fare kullanırken, harflerin üzerine tıklayın, ardından büyüteci tıklayarak kelimeyi kontrol edin.

source: Legal words include conjugations (such as <i>lucrez</i>) and declensions (such as <i>verzi</i>). If you opted for diacritics, then the letters %1 cannot be interchanged with %2.
es: Las palabras admitidas incluyen conjugaciones (tales como <i>lucrez</i>) y declinaciones (tales como <i>verzi</i>). Si ha optado por los diacríticos, las letras %1 no se pueden intercambiar con %2.
hu: Az elfogadott szavak tartalmazzák a ragozott formákat (például <i>lucrez</i>, <i>verzi</i>). Ha az ékezeteket választottad, akkor a a(z) %1 betűk nem cserélhetők a(z) %2 -val.
ro: Cuvintele legale includ conjugările (ca <i>lucrez</i>) și declinările (ca <i>verzi</i>). Dacă ați optat pentru diacritice, atunci literele %1 nu pot fi interschimbate cu %2.
tr: Geçerli kelimeler çekimleri (örneğin <i>lucrez</i>) ve çekimleri (örneğin <i>verzi</i>) içerir. Aksan işaretlerini seçtiyseniz, %1 harfleri %2 ile değiştirilemez.

source: Special keys
es: Teclas especiales
hu: Speciális billentyűk
ro: Taste speciale
tr: Özel tuşlar

source: checks the word
es: comprueba la palabra
hu: ellenőrizd a szót
ro: verifică cuvântul
tr: kelimeyi kontrol eder

source: deletes the last letter
es: borra la última letra
hu: törli az utolsó betűt
ro: șterge ultima literă
tr: son harfi siler

source: deletes all the letters
es: borra todas las letras
hu: törli az összes betűt
ro: șterge toate literele
tr: tüm harfleri siler

source: shuffles the letters
es: mezcla las letras
hu: keveri a betűket
ro: amestecă literele
tr: harfleri karıştırır

source: Below the game area there is
es: Debajo del área del juego está
hu: A játékterület alatt van a
ro: Sub zona de joc se află
tr: Oyun alanının altında bulunanlar

source: time remaining
es: tiempo restante
hu: hátralévő idő
ro: timpul rămas
tr: kalan süre

source: number of words found / total number of words
es: número de palabras encontradas / número total de palabras
hu: talált szavak száma / összes szó száma
ro: numărul de cuvinte găsite / numărul de cuvinte posibile
tr: bulunan kelime sayısı / toplam kelime sayısı

source: score (longer words earn more points)
es: marcador (las palabras más largas dan más puntos)
hu: pontszám (hosszabb szavak több pontot érnek)
ro: scorul (cuvintele mai lungi primesc mai multe puncte)
tr: puan (daha uzun kelimeler daha fazla puan kazandırır)

source: play again
es: juegue otra vez
hu: játszd újra
ro: joacă din nou
tr: tekrar oyna

source: Legal words
es: Palabras admitidas
hu: Elfogadott szavak
ro: Cuvinte posibile
tr: Geçerli kelimeler

source: You can share this link with your friends to compare scores on the same letter sets.
es: Puede compartir el enlace con sus amigos para comparar los marcadores con los mismos conjuntos de letras.
hu: Megoszthatod ezt a hivatkozást barátaiddal a pontszámok összehasonlításához ugyanazzal a betűlkészlettel.
ro: Puteți trimite această adresă prietenilor dumneavoastră pentru a vă compara scorurile pe exact aceleași combinații de litere.
tr: Bu bağlantıyı arkadaşlarınızla paylaşarak aynı harf gruplarındaki puanlarınızı karşılaştırabilirsiniz.

source: link-collapse-all
es: cerrar todos los enlaces
ro: închide tot
tr: tümünü daralt

source: link-expand-all
es: expandir todos los enlaces
ro: extinde tot
tr: tümünü genişlet

source: Newsletter
es: Boletín informativo
tr: Bülten

source: Do you want to subscribe? (see <a href="/newsletter">archive</a>)
es: ¿Quieres suscribirte? (ver <a href="/newsletter">archivo</a>)
ro: Dorești să te abonezi? (vezi <a href="/newsletter">arhiva</a>)
tr: Abone olmak ister misiniz? (bkz. <a href="/newsletter">arşiv</a>)

source: Yes!
es: ¡Sí!
ro: Da!
tr: Evet!

source: Visual expressions
es: Expresiones visuales
ro: Expresii vizuale
tr: Görsel ifadeler

source: follow us on
es: síganos en
hu: kövess minket
ro: urmărește-ne pe
tr: bizi takip edin

source: Follow us on Instagram
es: Síganos en Instagram
hu: Kövess minket a Instagram-on
ro: Urmărește-ne pe Instagram
tr: Bizi Instagram’da takip edin

source: Follow our blog
es: Síganos en Blogger
hu: Kövesse a blogunkat
ro: Urmărește blogul nostru
tr: Blogumuzu takip edin

source: Follow us on Twitter
es: Síganos en Twitter
hu: Kövess minket a Twitteren
ro: Urmărește-ne pe Twitter
tr: Bizi Twitter’da takip edin

source: compare
hu: hasonlítsd össze
ro: compară
tr: karşılaştır

source: no
hu: nem
ro: nu
tr: hayır

source: Follow us on Facebook
hu: Kövess minket Facebookon
ro: Urmărește-ne pe Facebook
tr: Bizi Facebook’ta takip edin

source: singular
hu: egyes szám
tr: tekil

source: plural
hu: többes szám
tr: çoğul
