Repository: dexonline/dexonline
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: es, hu, ro, tr

source: forgot my password
es: olvidé mi contraseña
ro: mi-am uitat parola

source: create an account
es: crear una cuenta
ro: mă înregistrez

source: Sign up
es: Regístrese
ro: Înregistrare

source: confirm password
es: confirme la contraseña
ro: parola (din nou)

source: optional
es: opcional
ro: opțional

source: This email address is used for account recovery only.
es: Esta dirección de correo electrónico solo se utiliza para recuperar la cuenta.
ro: Folosită <b>doar</b> ca să îți poți recupera contul dacă îți uiți parola.

source: name
es: nombre
hu: név
ro: nume
tr: isim

source: sign up
es: regístrese
ro: înregistrare

source: already have an account
es: ya tengo una cuenta
ro: am deja un cont

source: definition
es: definición
hu: meghatározás
ro: definiție
tr: tanım

source: and paradigm
es: y paradigma
hu: és ragozási minta
ro: și paradigmă
tr: ve örneklem

source: Definition with ID
es: Definición con el ID
hu: Meghatározás azonosító
ro: Definiția cu ID-ul
tr: ID’li tanım

source: One definition contains all the words
es: Una sola definición contiene todas las palabras
hu: Egy meghatározás tartalmazza az összes szót
ro: O definiție conține toate cuvintele căutate
tr: Bir tanım tüm kelimeleri içerir

source: (at most %1 shown)
es: (máximo %1 mostradas)
hu: (legfeljebb %1 látható)
ro: (cel mult %1 afișate)
tr: (En fazla %1 gösterilir)

source: No definitions contain all the words
es: Ninguna de las definiciones contiene todas las palabras
hu: Egy meghatározás se tartalmaza az összes szót
ro: Nicio definiție nu conține toate cuvintele căutate
tr: Hiçbir tanım tüm kelimeleri içermiyor

source: The following words were ignored because they are too common:
es: Las siguientes palabras se ignoran por ser demasiado comunes:
hu: A következő szavakat figyelmen kívül hagytuk, mert túl gyakoriak:
ro: Următoarele cuvinte au fost ignorate deoarece sunt prea comune:
tr: Aşağıdaki kelimeler çok yaygın oldukları için göz ardı edildi:

source: There is no entry with the given ID.
es: No hay ninguna entrada con el ID dado.
hu: Az adott azonosítóval nincs bejegyzés.
ro: Nu există nicio intrare cu ID-ul căutat.
tr: Verilen ID ile hiçbir giriş bulunamadı.

source: One definition for %2
es: Una definición por %2
hu: Egy meghatározás a %2 szóra
ro: O definiție pentru %2
tr: %2 için bir tanım

source: No definitions for %1
es: Ninguna definición por %1
hu: Nincsenek meghatározások a %1 szóra
ro: Nicio definiție pentru %1
tr: %1 için tanım bulunamadı

source: for
es: para
hu: a
ro: pentru
tr: için

source: One result for <strong>%2</strong>
es: Un resultado para <strong>%2</strong>
hu: Nincs találat <strong>%2</strong> esetében
ro: Un rezultat pentru <strong>%2</strong>
tr: <strong>%2</strong> için bir sonuç

source: No results for <strong>%1</strong>
es: No hay resultados para <strong>%1</strong>
hu: Nincs találat <strong>%1</strong> esetében
ro: Niciun rezultat pentru <strong>%1</strong>
tr: <strong>%1</strong> için sonuç bulunamadı

source: One entry
es: Una entrada
hu: Egy bejegyzés
ro: O intrare
tr: Bir giriş

source: One definition
es: Una definición
hu: Egy meghatározás
ro: O definiție
tr: Bir tanım

source: One definition matches at least two words
es: Una definición coincide con al menos dos palabras
hu: Legalább egy meghatározás egyezik a két szóval
ro: O definiție se potrivește cu cel puțin două din cuvintele căutate
tr: Bir tanım en az iki kelimeyle eşleşiyor

source: No definitions match at least two words
es: Ninguna definición coincide con al menos dos palabras
hu: Egy meghatározás sem egyezik legalább két szóval
ro: Nicio definiție nu se potrivește cu cel puțin două din cuvintele căutate
tr: En az iki kelimeyle eşleşen tanım yok

source: If the results are inadequate, you can look up individual words or you can search
es: Si los resultados no se corresponden, puede buscar las palabras por separado o puede buscar
hu: Ha az találatok nem megfelelőek, akkor kereshetsz egyéni szavakat, vagy kereshetsz
ro: Dacă rezultatele nu sunt mulțumitoare, puteți căuta cuvintele separat sau puteți căuta
tr: Eğer sonuçlar yetersize, tek bir kelime arayabilir veya tam metin araması yapabilirsiniz

source: full-text
es: en el texto de las definiciones
hu: teljes szöveg
ro: în tot textul definițiilor
tr: tam metin

source: At most 5 words are allowed. The following words were ignored:
es: Como mucho 5 palabras permitidas. Las siguientes palabras se van a ignorar:
hu: Legfeljebb 5 szó megengedett. A következő szavakat figyelmen kívül hagytuk:
ro: Sunt permise maximum 5 cuvinte. Următoarele cuvinte au fost ignorate:
tr: En fazla 5 kelimeye izin verilir. Aşağıdaki kelimeler göz ardı edildi:

source: The word <strong>%1</strong> is not in the dictionary. Here are some suggestions:
es: El término <strong>%1</strong> no se encuentra en el diccionario. Le damos las siguientes sugerencias:
hu: A <strong>%1</strong> szó nincs a szótárban. Íme néhány javaslat:
ro: Cuvântul <strong>%1</strong> nu este în dicționar. Iată câteva sugestii:
tr: <strong>%1</strong> kelimesi sözlükte bulunmuyor. İşte bazı öneriler:

source: hide
es: esconde
hu: elrejt
ro: ascunde
tr: gizle

source: show
es: muestre
hu: mutasd
ro: arată
tr: göster

source: elisions and long verb forms
es: elisiones y formas largas
hu: hangelnyelések és hosszú ige formák
ro: forme elidate și forme verbale lungi
tr: ses düşmesi ve uzun fiil formları

source: <b>The Synthesis tab</b> shows a condensed list of definitions compiled by the dexonline team. The original definitions are available on the <b>Definitions</b> tab. You can reorder tabs on your <a href="%1">preferences</a> page.
es: <b>La pestaña Síntesis</b> muestra una lista resumida de definiciones recopiladas por el equipo de dexonline. Las definiciones originales están disponibles en la pestaña <b>Definiciones</b>. Puede reordenar las pestañas en su página de <a href="%1">preferencias</a>.
ro: <b>Fila Sinteză</b> arată o listă condensată de definiții, compilată de echipa dexonline. Definițiile originale sunt disponibile pe fila <b>Definiții</b>. Puteți reordona filele pe pagina de <a href="%1">preferințe</a>.
tr: <b>Özet sekmesi</b>, dexonline ekibi tarafından derlenen tanımların özet bir listesini gösterir. Orijinal tanımlar <b>Tanımlar</b> sekmesinde bulunur. <a href="%1">tercihler</a> sayfanızda sekmeleri yeniden sıralayabilirsiniz.

source: Manual contribution rankings
es: Ranking de las contribuciones manuales
hu: Kézi hozzájárulások rangsorolása
ro: Topul contribuțiilor manuale
tr: Manuel katkı sıralamaları

source: For every user the number of definitions and the total character length of those definitions are shown. For comparison, the Bible has roughly 3,500,000 characters.
es: Para cada usuario, se muestra el número de las definiciones y la longitud total de los caracteres de estas definiciones. Comparativamente, la Biblia tiene aproximadamente 3,500,000 caracteres.
hu: Minden felhasználó számára megadják a meghatározások számát és a meghatározások teljes betű-számát. Összehasonlításképpen a Biblia körülbelül 3.500.000 betűt tartalmaz.
ro: Pentru fiecare utilizator sunt indicate numărul de definiții trimise și numărul total de caractere din acele definiții. Comparativ, Biblia are circa 3.500.000 de caractere.
tr: Her kullanıcı için tanımların sayısı ve bu tanımların toplam karakter uzunluğu gösterilir. Karşılaştırma için, İncil’de yaklaşık 3.500.000 karakter vardır.

source: Last year ranking
es: Ranking de las contribuciones del año pasado
hu: Az elmult év rangsora
ro: Contribuțiile ultimului an
tr: Geçen yılın sıralaması

source: Global ranking
es: Ranking de los voluntarios
hu: Teljes rangsor
ro: Clasamentul global
tr: Dünya genelinde sıralama

source: Automated contribution rankings
es: Ranking de las contribuciones automáticas
hu: Automatizált hozzájárulások rangsorolása
ro: Topul contribuțiilor automate
tr: Otomatik katkı sıralaması

source: These include definitions entered using a program.
es: Incluye las definiciones introducidas mediante programas.
hu: Ezek közé tartozik a program segítségével megadott meghatározások.
ro: În această categorie intră definițiile trimise folosind un program.
tr: Bunlar, bir program kullanılarak girilen tanımları içerir.

source: preferences
es: preferencias
hu: beállitások
ro: preferințe
tr: tercihler

source: Image
es: Imagen
ro: Imagine

source: File
es: Archivo
ro: Fișier

source: edit
es: editar
hu: szerkesztés
ro: editează
tr: düzenle

source: delete image
es: eliminar imagen
ro: șterge imaginea

source: The resolution of your profile picture must be 48x48 pixels.
es: La resolución de tu foto de perfil debe ser de 48 x 48 píxeles.
ro: Imaginea profilului tău are rezoluția de 48x48 pixeli.

source: On the next screen, you can edit the uploaded photo.
es: En la siguiente pantalla, puedes editar la foto subida.
ro: Pe ecranul următor poți edita poza încărcată.

source: Personal data
es: Datos personales
ro: Date personale

source: You can show or hide your name and email address in <a href="%1/%2">your profile</a>.
es: Puedes mostrar u ocultar tu nombre y dirección de correo electrónico en <a href="%1/%2">tu perfil</a>.
ro: Poți afișa sau ascunde numele și adresa de email în <a href="%1/%2">profilul tău</a>.

source: if you want to change your password
es: si quieres cambiar tu contraseña
ro: dacă vrei să îți schimbi parola

source: current password
es: contraseña actual
ro: parola curentă

source: new password
es: nueva contraseña
ro: parola nouă

source: Settings
es: Configuración
ro: Preferințe

source: Favorite tabs
es: Pestañas favoritas
ro: Fila preferată

source: Drag and drop tabs to reorder them. For searches, we will display the first available tab. Not all tabs are available at all times; for example, images will not always be available.
es: Arrastra y suelta las pestañas para reordenarlas. Para las búsquedas, mostraremos la primera pestaña disponible. No todas las pestañas están disponibles en todo momento; por ejemplo, las imágenes no siempre estarán disponibles.
ro: Trageți de file pentru a le reordona. La căutări, vom afișa prima filă disponibilă. Nu toate filele există tot timpul; de exemplu nu întotdeauna vor exista imagini.

source: restore default order
es: restaurar orden predeterminado
ro: revino la ordinea implicită

source: Elements on the main page
es: Elementos de la página principal
ro: Elemente în pagina principală

source: save
es: guardar
ro: salvează

source: cancel
es: cancelar
hu: mégse
ro: anulează
tr: iptal

source: The maximum size allowed is 2 MB.
es: El tamaño máximo permitido es de 2 MB.
ro: Dimensiunea maximă admisă este 2 MB.

source: Only jpeg, png, or gif images are allowed.
es: Solo se permiten imágenes en formato jpeg, png o gif.
ro: Sunt permise doar imagini jpeg, png sau gif.

source: Subscribe to the newsletter
es: Suscríbete al boletín informativo
ro: Abonează-te la newsletter
tr: Bültene abone olun

source: Contact
es: Contacto
tr: İletişim

source: Newsletter archive
es: Archivo del boletín informativo
ro: Arhiva newsletterului
tr: Bülten arşivi

source: tools
es: herramientas
hu: eszközök
ro: unelte
tr: araçlar

source: off-line clients
es: clientes off-cine
hu: nem elérhető ügyfelek
ro: clienți off-line
tr: çevrimdışı istemciler

source: These applications download the definitions from <i>dexonline</i> to your computer or phone. Then you can see them without an Internet connection.
es: Las aplicaciones descargan las definiciones desde <i>dexonline</i> a su ordenador o móvil. A continuación, las puede ver sin necesidad de tener conexión a Internet.
hu: Ezek az alkalmazások a meghatározásokat a <i>dexonline</i> oldalárol töltik le a számítógépre vagy a telefonra. Ezután böngészheted őket internet kapcsolat nélkül is.
ro: Aceste aplicații descarcă definițiile din <i>dexonline</i> pe calculatorul dumneavoastră personal. Ulterior, le puteți consulta și în absența unei conexiuni la Internet.
tr: Bu uygulamalar tanımları <i>dexonline</i>'dan bilgisayarınıza veya telefonunuza indirir. Ardından internet bağlantısı olmadan da görüntüleyebilirsiniz.

source: Client
es: Cliente
hu: Kliens
tr: İstemci

source: Platforms
es: Platformas
hu: Operációs rendszer
ro: Platforme
tr: Platformlar

source: Requirements
es: Requerimientos
hu: Követelmények
ro: Cerințe
tr: Gereksinimler

source: Disk space required
es: Espacio de disco necesario
hu: Szükséges lemezterület
ro: Spațiu pe disc necesar
tr: Gerekli disk alanı

source: Author
es: Autor
hu: Szerző
ro: Autor
tr: Yazar

source: license
es: licencia
hu: licenc
ro: licență
tr: lisans

source: license on the data in this table
es: licencia sobre los datos en esta tabla
hu: engedély a táblázatban szereplő adatokra
ro: licență pe informațiile din acest tabel
tr: bu tablodaki veriler için lisans

source: The information in this table is dual-licensed under the GNU General Public License (as applicable to the entire site) and the <a href="%1">Creative Commons Attribution-ShareAlike 3.0</a> license. The information can be used (copied, modified, adapted etc.) by the website http://wikipedia.org. The data are gathered from the mailing list discutii@dexonline.ro (formerly dictionar@yahoogroups.com) in collaboration with the application developers.
es: La información de esta tabla esta bajo las dos licencias: Licencia Pública General GNU (aplicable a todo el web) y la licencia <a href="%1">Creative Commons Attribution-ShareAlike 3.0</a>. La información se puede utilizar (copiar, modificar, adaptar etc.) por el web http://wikipedia.org. Los datos proceden de la lista de correos discutii@dexonline.ro (antes dictionar@yahoogroups.com) gracias a la colaboración con los desarrolladores de las aplicaciones.
hu: A táblázatban szereplő információk kettős licenccel rendelkeznek a GNU általános nyilvános licenccel (ami a teljes webhelyre vonatkozik) és a <a href="%1">Creative Commons Attribution-ShareAlike 3.0</a> licenccel. Az itteni információ felhasználható a http://wikipedia.org oldalakon (másolás, módosítás, átdolgozás stb.). Az adatokat az alkalmazásfejlesztőkkel együttműködve a discutii@dexonline.ro (korábban dictionar@yahoogroups.com) levelező listából gyűjtik össze.
ro: Informațiile din acest tabel poartă o dublă licență: Licența Publică Generală GNU (care se aplică întregului site) și licența <a href="%1">Creative Commons Attribution-ShareAlike 3.0</a>. Informațiile pot fi folosite (copiate, modificate, adaptate, etc.) de către siteul http://wikipedia.org. Datele sunt adunate de pe lista discutii@dexonline.ro (fostă dictionar@yahoogroups.com) prin colaborare cu dezvoltatorii aplicațiilor.
tr: Bu tablodaki bilgiler, GNU Genel Kamu Lisansı (tüm site için geçerlidir) ve <a href="%1">Creative Commons Attribution-ShareAlike 3.0</a> lisansı altında çift lisanslıdır. Bu bilgiler http://wikipedia.org web sitesi tarafından kullanılabilir (kopyalanabilir, değiştirilebilir, uyarlanabilir vb.). Veriler, uygulama geliştiricileriyle işbirliği içinde discutii@dexonline.ro (eski adıyla dictionar@yahoogroups.com) posta listesinden toplanmıştır.

source: Browser integration
es: Integración en el navegador
hu: Böngésző beilleszkedés
ro: Integrare în browser
tr: Tarayıcı entegrasyonu

source: A <a href="%1" onclick="%2">spell checker</a> for Firefox.
es: Un <a href="%1" onclick="%2">corrector ortográfico</a> para Firefox.
hu: <a href="%1" onclick="%2">helyesírás-ellenőrző</a> a Firefoxhoz.
ro: Un <a href="%1" onclick="%1">corector ortografic</a> pentru Firefox.
tr: Firefox için bir <a href="%1" onclick="%2">yazım denetleyicisi</a>.

source: To use the spell checker, right-click in any text box, check the <em>Check spelling</em> box, right-click once more and select <em>Languages > Romanian</em>.
es: Para usar el corrector ortográfico, haga clic derecho en cualquier recuadro de texto, marque la casilla <em>Corrector ortográfico</em>, haga clic derecho otra vez y seleccione <em>Idiomas > Rumano</em>.
hu: A helyesírás-ellenőrző használatához kattints a jobb egérgombbal bármely szövegmezőbe, pipázd ki a <em>Helyesírás ellenőrzése</em> mezőt, kattints jobb egérgombbal ujra, majd válaszd ki <em>Nyelvek > román</em>.
ro: Pentru a folosi corectorul, faceți click-dreapta în orice câmp de text, bifați opțiunea <em>Verifică ortografia</em>, faceți clic-dreapta din nou și selectați <em>Limbi > Română</em>.
tr: Yazım denetleyicisini kullanmak için, herhangi bir metin kutusuna sağ tıklayın, <em>Yazım denetle</em> kutusunu işaretleyin, bir kez daha sağ tıklayın ve <em>Diller > Romence</em> seçeneğini seçin.

source: <a href="#" onclick="%1">Add <i>dexonline</i> to the search engine list</a> of your browser. Thanks to Alexandru Lixandru.
es: <a href="#" onclick="%1">Añada <i>dexonline</i> a la lista de motores de búsqueda</a> de su navegador. Gracias a Alexandru Lixandru.
hu: <a href="#" onclick="%1"> A <i>dexonline</i> hozzáadása a keresőmotor listájához</a> a böngésződben. Köszönet Alexandru Lixandrunak.
ro: <a href="#" onclick="%1">Adăugați <i>dexonline</i> la motoarele de căutare</a> ale browserului dumneavoastră. Mulțumiri lui Alexandru Lixandru.
tr: <a href=""# onclick="%1">Tarayıcınızın arama motoru listesine <i>dexonline</i> ekleyin</a>. Alexandru Lixandru'ya teşekkür ederiz.

source: A <a href="%1">Chrome extension</a> for right-click searches.
es: Una <a href="%1">extensión para Chrome</a> para búsquedas con el clic derecho.
hu: <a href="%1">Chrome-kiterjesztés</a> a jobb egérgombbal végzett keresésekhez.
ro: O <a href="%1">extensie de Chrome</a> pentru căutarea cu click-dreapta.
tr: Sağ tıklama aramaları için bir <a href=“%1”>Chrome uzantısı</a>.

source: A <a href="%1">Firefox add-on</a> for dexonline by AdaKaleh. Allows right-click searches and registers a one-click search engine.
es: Un <a href="%1">complemento de Firefox</a> para dexonline de AdaKaleh. Permite realizar búsquedas con el botón derecho del ratón y registra un motor de búsqueda con un solo clic.
ro: O <a href="%1">extensie de Firefox</a> pentru dexonline scrisă de AdaKaleh. Permite căutări cu click dreapta și adaugă un motor de căutare cu un singur click.
tr: AdaKaleh tarafından geliştirilen dexonline için bir <a href=\"%1\">Firefox eklentisi</a>. Sağ tıklama ile arama yapmayı sağlar ve tek tıklamayla arama motoru kaydeder.

source: A <a href="%1">WordPress plugin</a> for your blog.
es: Un <a href="%1">plugin de WordPress</a> para su blog.
hu: <a href="%1">WordPress bővítmény</a> a bloghoz.
ro: Un <a href="%1">modul de WordPress</a> pentru blogul dumneavoastră.
tr: Blogunuz için bir <a href="%1">WordPress eklentisi</a>.

source: Dictionaries in StarDict format
es: Diccionarios en formato StarDict
hu: Stardikt formátumú szótárak
ro: Dicționare în formatul StarDict
tr: StarDict formatındaki sözlükler

source: all of the above
es: todas las de arriba
hu: a fentiek mindegike
ro: toate cele de mai sus
tr: yukarıdakilerin tümü

source: contact us
es: contáctenos
hu: kapcsolatfelvétel
ro: contact
tr: bize ulaşın

source: Useful information
es: Información útil
hu: Hasznos információ
ro: Informații utile
tr: Faydalı bilgiler

source: <a href="%1">What dexonline is <strong>not</strong></a> (ways we cannot help you).
es: <a href="%1">Lo que dexonline <strong>no</strong> es</a> (maneras en que no podemos ayudarlo).
hu: <a href="%1">Mi <strong>nem</strong> a dexonline</a> (ahogy nem tudunk segíteni).
ro: <a href="%1">Ce <strong>nu</strong> este dexonline</a> (când nu vă putem ajuta).
tr: <a href="%1">Dexonline’ın <strong>yapamadıklar</strong></a> (size yardımcı olamayacağımız durumlar).

source: You can install dexonline on <a href="%1">your computer or phone</a>.
es: Puede instalar dexonline en <a href="%1">su ordenador o móvil</a>.
hu: Telepítheted a dexonline-ot a <a href="%1">számítógépedre vagy telefonodra</a>.
ro: Puteți instala dexonline pe <a href="%1">calculatorul sau pe telefonul dumneavoastră</a>.
tr: Dexonline'ı <a href="%1">bilgisayarınıza veya telefonunuza</a> yükleyebilirsiniz.

source: You can download a <a href="%1">copy of the database</a>.
es: Puede bajarse una <a href="%1">copia de la base de datos</a>.
hu: Letöltheted az <a href="%1">adatbázis másolatát</a>.
ro: Puteți descărca o <a href="%1">copie a bazei de date</a>.
tr: <a href="%1">Veritabanının bir kopyasını</a> indirebilirsiniz.

source: links
es: enlaces
hu: hivatkozások
ro: legături
tr: bağlantılar

source: This page contains useful language links. These links are not sponsored; we consider them useful to our visitors. We are not affiliated with the respective sites and institutions.
es: Esta página contiene enlaces lingüísticos útiles. Estos enlaces no están patrocinados; los consideramos útiles para nuestros visitantes. No estamos afiliados con sus respectivos webs o instituciones.
hu: Ez az oldal nyelvi jellegű hasznos hivatkozásokat tartalmaz. Ezek a hivatkozások nem szponzoráltak; mi hasznosnak tartjuk látogatóink számára. Nem vagyunk kapcsolatban ezekkel az oldalakkal vagy intézményekkel.
ro: Această pagină conține legături utile de natură lingvistică. Aceste legături nu sunt sponsorizate, ci le considerăm utile pentru vizitatorii noștri. Nu suntem afiliați cu site-urile sau cu instituțiile menționate.
tr: Bu sayfa faydalı bağlantılar içermektedir. Bu bağlantılar sponsorlu değildir; ziyaretçilerimiz için faydalı olduğunu düşünüyoruz. İlgili siteler ve kurumlarla herhangi bir bağlantımız bulunmamaktadır.

source: Romanian language
es: Rumano
hu: Román nyelv
ro: Limba română
tr: Romen dili

source: Iorgu Iordan - Alexandru Rosetti <a href="%1">Institute of Linguistics</a>, Romanian Academy
es: Iorgu Iordan - Alexandru Rosetti <a href="%1">Instituto de Lingüística</a>, Academia Rumana
hu: Iorgu Iordan - Alexandru Rosetti <a href="%1">Nyelvtudományi Intézet</a>, Román akadémia
ro: <a href="%1">Institutul de Lingvistică</a> „Iorgu Iordan – Alexandru Rosetti” al Academiei Române
tr: Iorgu Iordan - Alexandru Rosetti <a href="%1">Dilbilim Enstitüsü</a>, Romanya Akademisi

source: Sorin Paliga &mdash; volumes in PDF format at <a href="%1">Academia.edu</a> and <a href="%2">ResearchGate</a>
es: Sorin Paliga &mdash; volúmenes en el formato PDF en <a href="%1">Academia.edu</a> y <a href="%2">ResearchGate</a>
hu: Sorin Paliga &mdash; PDF formátumban az <a href="%1">Academia.edu</a> és <a href="%2">ResearchGate</a> oldalakon
ro: Sorin Paliga &mdash; volume în format PDF la <a href="%1">Academia.edu</a> și <a href="%2">ResearchGate</a>
tr: Sorin Paliga — PDF formatındaki kitaplar <a href="%1">Academia.edu</a> ve <a href="%2">ResearchGate</a> adreslerinde bulunabilir

source: Other languages
es: Otros idiomas
hu: Más nyelvek
ro: Alte limbi
tr: Diğer diller

source: <a href="%1">hallo.ro</a> &mdash; bilingual dictionaries between Romanian and English, French, Spanish, German, Italian
es: <a href="%1"">hallo.ro</a> &mdash; diccionarios bilingües entre rumano e inglés, francés, español, alemán, italiano
hu: <a href="%1">hallo.ro</a> &mdash; kétnyelvű szótárak Román és angol, francia, spanyol, német, olasz
ro: <a href="%1">hallo.ro</a> &mdash; dicționare bilingve între română și engleză, franceză, spaniolă, germană, italiană
tr: <a href="%1">hallo.ro</a> &mdash; Romence ve İngilizce, Fransızca, İspanyolca, Almanya, İtalyanca iki dilli sözlükler

source: The <a href="%1">Romanian Scrabble Federation</a>
es: La <a href="%1">Federación Rumana de Scrabble</a>
hu: A <a href="%1">Román Scrabble Szövetség</a>
ro: <a href="%1">Federația Română de Scrabble</a>
tr: <a href="%1">Romanya Scrabble Federasyonu</a>
