Repository: dexonline/dexonline
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: es, hu, ro, tr

source: We redirected you automatically from <b>%s</b> to <b>%s</b>.
es: Ha sido automáticamente redirigido de <b>%s</b> a <b>%s</b>.
hu: Automatikusan átirányítottunk a <b>%s</b>-tól <b>%s</b>-hoz.
ro: V-am redirecționat automat de la <b>%s</b> la <b>%s</b>.
tr: Sizi otomatik olarak <b>%s</b> adresinden <b>%s</b> adresine yönlendirdik.

source: conjugations
es: conjugaciones
hu: igeragozások
ro: conjugări
tr: fiil çekimleri

source: declensions
es: declinaciones
hu: ragozások
ro: declinări
tr: isim çekimleri

source: definitions
es: definiciones
hu: meghatározások
ro: definiții
tr: tanımlar

source: synthesis
es: síntesis
hu: összefoglalás
ro: sinteză
tr: özet

source: images
es: imágenes
hu: képek
ro: imagini
tr: görseller

source: articles
es: artículos
ro: articole
tr: makaleler

source: pronunciation
es: pronunciación
hu: kiejtés
ro: pronunție
tr: telaffuz

source: unrecommended or incorrect form
es: forma no recomendada o incorrecta
hu: nem ajánlott vagy helytelen alak
ro: formă nerecomandată sau greșită
tr: tavsiye edilmeyen veya hatalı form

source: by apheresis and/or elision
es: por aféresis y/o elisión
hu: aferézis vagy/és hangelnyelés által
ro: prin afereză și/sau eliziune
tr: hece düşmesi ve/veya hece yutması ile

source: long verb form
es: forma larga verbal
hu: hosszú ige forma
ro: formă verbală lungă
tr: uzun fiil formu

source: You do not have sufficient privileges to access this page.
es: No tienes privilegios suficientes para acceder a esta página.
ro: Nu aveți privilegii suficiente pentru a accesa această pagină.

source: This email address is already registered.
es: Esta dirección de correo electrónico ya está registrada.
ro: Această adresă de e-mail este deja folosită.

source: Invalid email address.
es: Dirección de correo electrónico no válida.
ro: Adresa de e-mail pare incorectă.

source: The password cannot be empty.
es: La contraseña no puede estar vacía.
ro: Parola nu poate fi vidă.

source: Enter your password twice for verification.
es: Introduce tu contraseña dos veces para verificarla.
ro: Introdu parola de două ori pentru verificare.

source: Passwords do not match.
es: Las contraseñas no coinciden.
ro: Parolele nu coincid.

source: Password must be at least 8 characters long.
es: La contraseña debe tener al menos 8 caracteres.
ro: Parola trebuie să aibă minimum 8 caractere.

source: general use
es: uso general
ro: explicative DEX
tr: genel kullanım

source: etymological
es: etimológicos
ro: etimologice
tr: etimolojik

source: morphological
es: morfológicos
ro: ortografice DOOM
tr: morfolojik

source: synonyms
es: sinónimos
ro: sinonime
tr: eş anlamlılar

source: antonyms
es: antónimos
ro: antonime
tr: zıt anlamlılar

source: relational
es: relacionales
ro: relaționale
tr: ilişkisel

source: specialized
es: especializados
ro: jargon
tr: uzmanlaşmış

source: slang
es: jerga
ro: argou
tr: argo

source: phrases
es: frases
ro: expresii
tr: deyimler

source: regional
es: regionales
ro: regionalisme
tr: yöresel

source: encyclopedic
es: enciclopédicos
ro: enciclopedice
tr: ansiklopedik

source: other
es: otros
ro: tezaur
tr: diğer

source: unverified
es: sin comprombar
ro: neverificate
tr: doğrulanmamış

source: General use dictionaries
es: Diccionarios de uso general
hu: Általános felhasználási szótárak
ro: Explicative DEX
tr: Genel kullanım sözlükleri

source: Etymological dictionaries
es: Diccionarios etimológicos
hu: Etimológiai szótárak
ro: Etimologice
tr: Etimolojik sözlükler

source: Morphological dictionaries
es: Diccionarios morfológicos
hu: Morfológiai szótárak
ro: Ortografice DOOM
tr: Morfolojik sözlükler

source: Antonyms dictionaries
es: Diccionarios de antónimos
ro: Antonime
tr: Zıt anlamlı kelime sözlükleri

source: Synonyms dictionaries
es: Diccionarios de sinónimos
ro: Sinonime
tr: Eş anlamlı kelime sözlükleri

source: Other relational dictionaries
es: Otros diccionarios relacionales
ro: Relaționale
tr: Diğer ilişkisel sözlükler

source: Specialized dictionaries
es: Diccionarios especializados
hu: Szakszótárak
ro: Jargon
tr: Uzmanlaşmış sözlükler

source: Slang dictionaries
es: Diccionarios de jerga
hu: Szlengszótárak
ro: Argou
tr: Argo sözlükler

source: Phrases and quotes
es: Frases y citas
ro: Expresii și citate
tr: Deyimler ve alıntılar

source: Regional dictionaries
es: Diccionarios regionales
hu: Regionális szótárak
ro: Regionalisme / arhaisme
tr: Yöresel sözlükler

source: Encyclopedic dictionaries
es: Diccionarios enciclopédicos
hu: Enciklopédikus szótárak
ro: Enciclopedice
tr: Ansiklopedik sözlükler

source: Other dictionaries
es: Otros diccionarios
hu: Más szótárak
ro: Tezaur
tr: Diğer sözlükler

source: Unverified dictionaries
es: Diccionarios sin comprobar
hu: Nem hivatalos szótárak
ro: Neverificate
tr: Doğrulanmamış sözlükler

source: The most common sense of the words are explained.
es: Se explica el sentido primario de las palabras.
hu: Megmagyarázzák a szavak leggyakoribb értelmét.
ro: Explică cele mai întâlnite sensuri ale cuvintelor.
tr: Kelimenin en yaygın anlamları açıklanır.

source: The etymology of (family of) words are explained.
es: Se explican las etimologías de las (familias de) palabras.
hu: Megmagyarázzák a szó (család) etimológiáját.
ro: Explică etimologiile cuvintelor sau familiilor de cuvinte.
tr: Kelimenin (kelime ailesinin) etimolojisi açıklanır.

source: The correspondences between lemma and lexical forms of words.
es: Las correspondencias entre el lema y las formas léxicas de las palabras.
hu: A tőszó és más lexikai formák közötti összefüggések.
ro: Indică formele flexionare ale cuvintelor (conjugări, declinări).
tr: Kelimelerin temel ve diğer kelime formları arasındaki ilişkiler.

source: Synonyms and similar meaning words.
es: Sinónimos y palabras con significado similar.
ro: Sinonime / cuvinte cu sensuri similare.
tr: Eş anlamlı ve benzer anlamlı kelimeler.

source: Antonyms and opposite meaning words.
es: Antónimos y palabras con significado opuesto.
ro: Antonime / cuvinte cu sensuri opuse.
tr: Zıt anlamlı kelimeler ve ters anlamlı kelimeler.

source: These are not definitions, but relations between words.
es: No son definiciones, sino relaciones entre las palabras.
hu: Ezek nem meghatározások, csak szavak közötti összefüggések.
ro: Indică relații între cuvinte (sinonime, antonime).
tr: Bunlar tanım değil, kelimeler arasındaki ilişkilerdir.

source: These definitions usually explain only specialized meanings of words.
es: Estas definiciones explican normalmente solo las acepciones especializadas de las palabras.
hu: Ezek a meghatározások csak a szavak bizonyos szaknyelvi jelentéseit magyarázhatják.
ro: Explică înțelesuri specializate ale cuvintelor.
tr: Bu tanımlar genellikle sadece kelimelerin uzmanlaşmış anlamlarını açıklar.

source: Only slang words or senses are defined.
es: Se definen solo las voces jergales.
hu: Csak argó szavak (úgymond tolvajnyelv) vagy ezeknek az értelmeit magyarázzák.
ro: Explică doar sensurile argotice ale cuvintelor.
tr: Sadece argo kelimeler veya anlamları tanımlanmıştır.

source: Romanian phrases, quotes and idiotisms.
es: Frases, citas e idiomas rumanos.
ro: Expresii, proverbe și citate.
tr: Romence deyimler, alıntılar ve deyimler.

source: Only regional (or archaic) words or senses are defined.
es: Se definen solo las voces regionales (o arcaicas).
hu: Csak regionális (tájszavak) vagy ezeknek az értelmeit magyarázzák.
ro: Explică doar sensurile regionale (sau arhaice) ale cuvintelor.
tr: Sadece yöresel (veya eskimiş) kelimeler veya anlamları tanımlanmıştır.

source: Encyclopedic definitions
es: Definiciones enciclopedicas
hu: Lexikonszerű enciklopédikus meghatározások
ro: Definiții enciclopedice
tr: Ansiklopedik tanımlar

source: These definitions could explain only certain meanings of words.
es: Estas definiciones pueden explicar solo algunas de las acepciones de las palabras.
hu: Ezek a meghatározások csak a szavak bizonyos jelentéseit magyarázhatják.
ro: Aceste definiții pot explica numai anumite înțelesuri ale cuvintelor.
tr: Bu tanımlar sadece kelimelerin belirli anlamlarını açıklayabilir.

source: Since they are not made by lexicographers, these definitions may contain errors.
es: Ya que no se definieron por lexicógrafos, estas definiciones pueden contener errores.
hu: Mivel nem nyelvészek szerkesztették ezeket, a meghatározások hibákat tartalmazhatnak, ezért javasoljuk hogy tekintsd át a többi szótárat is.
ro: Deoarece nu sunt editate de lexicografi, aceste definiții pot conține erori.
tr: Dilbilimciler tarafından hazırlanmadıkları için bu tanımlar hata içerebilir.

source: word of the day
es: la palabra del día
hu: a nap szava
ro: cuvântul zilei
tr: günün kelimesi

source: word of the month
es: la palabra del mes
hu: a hónap szava
ro: cuvântul lunii
tr: ayın kelimesi

source: expressions
es: expresiones
ro: expresii
tr: ifadeler

source: newsletter
es: boletín informativo
tr: bülten

source: games
es: juegos
hu: játékok
ro: jocuri
tr: oyunlar

source: article of the month
es: artículo del mes
hu: a hónap cikke
ro: articolul lunii
tr: ayın makalesi

source: social networks
es: redes sociales
ro: rețele sociale

source: random word
es: palabra aleatoria
hu: szó találomra
ro: cuvânt aleatoriu
tr: rastgele kelime

source: proverbs
es: proverbios
ro: proverbe

source: I use ș and ț with a cedilla (instead of a comma)
es: Utilizo ș y ț con cedilla (en lugar de coma).
ro: Folosesc ş și ţ cu sedilă (în loc de virgulă)

source: The correct spelling is with ș and ț instead of ș and ț, but these symbols may not be displayed correctly in your browser.
es: La ortografía correcta es con ș y ț en lugar de ș y ț, pero es posible que estos símbolos no se muestren correctamente en su navegador.
ro: Scrierea corectă este cu &#x219; și &#x21b; în loc de ş și ţ, dar este posibil ca aceste simboluri să nu fie afișate corect în browserul dumneavoastră.

source: I put diacritics in the search
es: He puesto signos diacríticos en la búsqueda
ro: Pun eu diacritice în căutare

source: Without this option, a search for "mal" will also return results for "mâl". With this option, the results for "mâl" are no longer returned unless you explicitly search for "mâl".
es: Sin esta opción, una búsqueda de «mal» también devolverá resultados para «mâl». Con esta opción, los resultados para «mâl» ya no se devolverán a menos que se busque explícitamente «mâl».
ro: Fără această opțiune, o căutare după „mal” va returna și rezultatele pentru „mâl”. Cu această opțiune, rezultatele pentru „mâl” nu mai sunt returnate decât când căutați explicit „mâl”.

source: I use the pre-1993 orthography (î from i)
es: Utilizo la ortografía anterior a 1993 (î en lugar de i).
ro: Folosesc ortografia dinainte de 1993 (î din i)

source: Until 1993, "â" was used only in the word "român", in derived words and in some proper names.
es: Hasta 1993, «â» solo se utilizaba en la palabra «român», en palabras derivadas y en algunos nombres propios.
ro: Până în 1993, „&#xe2;” era folosit doar în cuvântul „român”, în cuvintele derivate și în unele nume proprii.

source: Display only normative dictionaries
es: Muestra solo diccionarios normativos
ro: Afișează doar dicționarele normative

source: Displays only the normative dictionaries edited by the Institute of Linguistics of the Romanian Academy (the latest editions of DEX and DOOM).
es: Muestra solo los diccionarios normativos editados por el Instituto de Lingüística de la Academia Rumana (las últimas ediciones de DEX y DOOM).
ro: Afișează doar dicționarele normative editate de Institutul de Lingvistică din cadrul Academiei Române (ultimele ediții ale DEX și DOOM).

source: Show advanced search menu by default
es: Muestra el menú de búsqueda avanzada de forma predeterminada
ro: Afișează meniul de căutare avansată în mod implicit

source: By default, the advanced search menu (marked with "options") will be displayed on all pages.
es: De forma predeterminada, el menú de búsqueda avanzada (marcado con «opciones») se mostrará en todas las páginas.
ro: În mod implicit, meniul de căutare avansată (marcat cu „opțiuni”) va fi afișat pe toate paginile.

source: A randomly chosen word of the day
es: Una palabra del día escogida aleatoriamente
hu: %d véletlenszerűen kiválasztott
ro: Un cuvânt al zilei ales la întâmplare
tr: Günün rastgele seçilen kelimesi

source: No source exists with the given ID.
es: No hay ninguna entrada con el ID dado.
hu: Az adott azonosítóval nincs bejegyzés.
ro: Nu există nicio sursă cu ID-ul căutat.
tr: Verilen ID ile ilgili kaynak bulunmamaktadır.

source: Your preferences have been saved.
es: Se han guardado tus preferencias.
ro: Am salvat preferințele.

source: Enter your current password.
es: Introduce tu contraseña actual.
ro: Introdu parola curentă.

source: The current password is incorrect.
es: La contraseña actual es incorrecta.
ro: Parola curentă este incorectă.

source: Synchronization with dexonline
es: Sincronización con dexonline
hu: Szinkronizálás a dexonline-nal
ro: Sincronizare cu dexonline
tr: Dexonline ile senkronizasyon

source: This client connects to dexonline periodically to download updates.
es: El cliente se conecta periódicamente con dexonline para bajarse actualizaciones.
hu: Ez a kliens rendszeresen csatlakozik a dexonline rendszerhez a frissítések letöltéséhez.
ro: Acest client se poate conecta periodic la dexonline pentru a-și transfera definițiile nou adăugate.
tr: Bu istemci, güncellemeleri indirmek için düzenli aralıklarla dexonline'a bağlanır.

source: Interface for visually impaired users
es: Interfaz para usuarios con deficiencias visuales
hu: Felhasználói felület a látássérülteknek
ro: Interfață pentru nevăzători
tr: Görme engelli kullanıcılar için arayüz

source: This client has a friendly interface for visually impaired users.
es: El cliente ofrece una interfaz amistosa para usuarios con deficiencias visuales.
hu: Ez az ügyfél barátságos felületet biztosít a látássérült felhasználók számára.
ro: Acest client are o interfață prietenoasă pentru nevăzători.
tr: Bu istemci, görme engelli kullanıcılar için kullanıcı dostu bir arayüze sahiptir.

source: Regular expressions, wildcards
es: Expresiones regulares, comodines
hu: Szabályos kifejezések, helyettesítő karakterek
ro: Expresii regulate, wildcards
tr: Düzenli ifadeler, joker karakterler

source: This client accepts searches using regular expressions and/or wildcards, such as «echi*» for echilibru, echinocțiu etc.
es: El cliente acepta búsquedas con expresiones regulares y/o comodines, como «echi*» para echilibru, echinocțiu etc.
hu: Ez az kliens elfogadja a reguláris kifejezéseket és/vagy helyettesítő karaktereket, például «echi*» az echilibru, echinocţiu stb.
ro: Acest client acceptă căutări cu expresii regulate și/sau wildcards, cum ar fi «echi*» pentru echilibru, echinocțiu etc.
tr: Bu istemci, echilibru, echinocțiu vb. için «echi*» gibi düzenli ifadeler ve/veya joker karakterler kullanılarak yapılan aramaları kabul eder.

source: Suggestions
es: Sugerencias
hu: Javaslatok
ro: Sugestii
tr: Öneriler

source: This client offers the closest matches when an exact match is not found.
es: El cliente ofrece los resultados más cercanos, cuando no haya una coincidencia total.
hu: Ez a kliens a legközelebbi megfelelőt kínálja, ha nem talál pontos egyezést.
ro: Acest client oferă cele mai apropiate rezultate atunci când cuvântul căutat nu este găsit exact.
tr: Bu istemci, tam eşleşme bulunamadığında en yakın eşleşmeleri sunar.

source: Diacritics support
es: Con / sin diacríticos
hu: Ékezet támogatás
ro: Cu / fără diacritice
tr: Aksan desteği

source: This client supports searching with or without diacritics.
es: El cliente permite buscar con o sin diacríticos.
hu: Ez a kliens támogatja az ékezettel vagy anélküli keresést.
ro: Acest client oferă opțiuni pentru tastarea căutărilor cu sau fără diacritice.
tr: Bu istemci, aksan işaretli veya aksansız aramayı destekler.

source: Full-text searches
es: Búsquedas en todas las definiciones
hu: Teljes szöveges keresések
ro: Căutare full-text
tr: Tam metin aramaları

source: This client can search not just keywords, but the definition body as well.
es: El cliente puede buscar no solo entradas, sino también el cuerpo de las definiciones.
hu: Ez a kliens nem csak kulcsszavakat keres, hanem a meghatározásoknak a teljes szövegét is.
ro: Acest client poate căuta nu doar cuvintele-titlu, ci și întreg textul definițiilor.
tr: Bu istemci sadece anahtar kelimeleri değil, aynı zamanda tanım metnini de arayabilir.

source: Inflected form search
es: Búsqueda de formas flexionadas
hu: Ragozott forma keresése
ro: Căutare forme flexionare
tr: Çekimli biçim araması

source: This client can query declensions and conjugations, such as «lucreze» instead of «lucra».
es: El cliente puede interrogar declinaciones y conjugaciones, como «lucreze» en vez de «lucra».
hu: Ez a kliens képes lekérdezni a ragozásokat, például a "lucreze" kifejezést a "lucra" helyett.
ro: Acest client poate căuta declinări și conjugări ale cuvintelor, cum ar fi «lucreze» în loc de «lucra».
tr: Bu istemci, «lucra» yerine «lucreze» gibi çekimli fiil ve isim araması yapabilir.

source: Word clicks
es: Clica la palabra
hu: Szó kattintások
ro: Click pe cuvânt
tr: Kelime tıklamaları

source: When you click a word in a definition, this client goes to the definition for that word.
es: Al clicar una palabra dentro de una definición, el cliente le redirige a la definición de dicha palabra.
hu: Amikor egy kifejezésre kattintsz egy meghatározásban, akkor a kliens a szó meghatározásához vezet.
ro: Când dați click pe un cuvânt dintr-o definiție, acest client navighează la definiția acelui cuvânt.
tr: Bir tanım içindeki bir kelimeye tıkladığınızda, bu istemci o kelimenin tanımına gider.

source: Search history
es: Historial de búsqueda
hu: Keresési előzmények
ro: Istoria căutărilor
tr: Arama geçmişi

source: This client remembers the most recent searches and can revisit them.
es: El cliente guarda las búsquedas más recientes y las puede volver a visitar.
hu: Ez a kliens emlékszik a legfrissebb keresésekre, és újra megtekintheted őket.
ro: Acest client ține minte ultimele cuvinte căutate și le poate revizita.
tr: Bu istemci en son aramaları hatırlar ve bunları tekrar ziyaret edebilir.

source: Perl, wxWidgets (only under Linux)
es: Perl, wxWidgets (sólo en Linux)
hu: Perl, wxWidgets (csak Linux alatt)
ro: Perl, wxWidgets (numai sub Linux)
tr: Perl, wxWidgets (sadece Linux altında)

source: QT, g++ (only under Linux)
es: QT, g++ (sólo en Linux)
hu: QT, g++ (csak Linux alatt)
ro: QT, g++ (numai sub Linux)
tr: QT, g++ (sadece Linux altında)

source: Interface language changed. Definition text and external links are always in Romanian.
es: El idioma de la interfaz ha cambiado. El texto de las definiciones y los enlaces externos están siempre en rumano.
hu: Az felület nyelve megváltozott. A meghatározások szövege és a külső hivatkozások mindig románul vannak.
ro: Am schimbat limba interfeței. Textul definițiilor și legăturile externe sunt mereu în română.
tr: Arayüz dili değiştirildi. Tanım metni ve harici bağlantılar her zaman Romence'dir.

source: A randomly chosen word
es: Una palabra escogida aleatoriamente
hu: %d véletlenszerűen kiválasztott
ro: Un cuvânt ales la întâmplare
tr: Rastgele seçilmiş bir kelime

source: Dictionaries of the Romanian language
es: Diccionarios de la lengua rumana
hu: A román nyelvű szótárak
ro: Dicționare ale limbii române
tr: Romence sözlükler

source: customize widgets
es: personalizar widgets
hu: személyreszabható kisalkalmazások
ro: personalizare elemente
tr: ekran araçlarını özelleştir

source: digitizes prestigious dictionaries of the Romanian language.
es: digitaliza diccionarios de prestigio de la lengua rumana.
hu: digitalizálja a román nyelv rangos szótárait.
ro: transpune pe Internet dicționare de prestigiu ale limbii române.
tr: saygın Romence sözlükleri dijitalleştirir.

source: The project is maintained by a team of volunteers.
es: El proyecto está mantenido por un equipo de voluntarios.
hu: A projektet egy önkéntes csapat tartja fenn.
ro: Proiectul este întreținut de o echipă de voluntari.
tr: Proje, gönüllülerden oluşan bir ekip tarafından yürütülmektedir.

source: Much of the data can be downloaded freely under the GNU General Public License.
es: Los datos en su mayoría se pueden bajar libremente bajo la Licencia Pública General GNU.
hu: Az adatok nagy része a GNU Általános Nyilvános Licenc alatt szabadon letölthetőek.
ro: O parte din date pot fi descărcate liber și gratuit sub Licența Publică Generală GNU.
tr: Verilerin çoğu GNU Genel Kamu Lisansı kapsamında ücretsiz olarak indirilebilir.

source: Current status: %1 definitions, of which %2 learned last month.
es: Estado actual: %1 definiciones, de las cuales %2 aprendidas durante el último mes.
hu: Aktuális állapot: %1 meghatározások, amelyekböl %2 a múlt hónapban tanultak.
ro: Starea curentă: %1 de definiții, din care %2 învățate în ultima lună.
tr: Mevcut durum: %1 adet tanım, bunun %2 adedi geçen ay önerildi.

source: Word of the day for %2 %1, %3
es: Palabra del día para %2 %1, %3
hu: A nap szava, %3, %1 %2
ro: Cuvântul zilei, %1 %2 %3
tr: %1 %2 %3 için günün kelimesi

source: <i>dexonline</i> does not directly offer the word of the day by email. However, there are <a href="%1">many sites</a> that do this for any RSS feed. We recommend <a href="%2">Blogtrottr</a>.
es: <i>dexonline</i> no permite recibir la palabra del día por correo. No obstante, existen <a href="%1">varios webs</a> que lo hacen para cualquier feed RSS. Le sugerimos <a href="%2">IFTTT</a>.
hu: A <i>dexonline</i> nem kűldi közvetlen e-mailben a nap szavát. Vannak azonban <a href="%1">sok weblapok</a>, amelyek ezt bármely RSS-hírcsatornához hasonlóan elvégzik. Javasoljuk az <a href="%2">Blogtrottr</a> használatát.
ro: <i>dexonline</i> nu oferă cuvântul zilei direct prin e-mail. Există însă <a href="%1">multe site-uri</a> care fac acest lucru pentru orice RSS. Vă recomandăm <a href="%2">Blogtrottr</a>.
tr: <i>Dexonline</i>, günün kelimesini doğrudan e-posta yoluyla sunmamaktadır. Ancak, bunu herhangi bir RSS beslemesi için yapan <a href=\"%1\">birçok site</a> bulunmaktadır. <a href=\"%2\">Blogtrottr</a>'ı öneriyoruz.

source: Chosen because:
es: Escogido porque:
hu: Kiválasztás oka:
ro: Cheia alegerii:
tr: Seçilme nedeni:

source: Word of the day archive
es: El archivo de las palabras del día
hu: A nap szava archívuma
ro: Arhiva cuvintelor zilei
tr: Günün kelimesi arşivi

source: Word of the day for %2 %1 in other years:
es: La palabra del día para %2 %1 en otros años:
hu: A nap szava, %1 %2 más években:
ro: Cuvântul zilei de %1 %2 în alți ani:
tr: Diğer yıllarda %1 %2 için günün kelimesi:

source: Word of the month for
es: La palabra del mes para
hu: A hónap szava
ro: Cuvântul lunii
tr: Ayın kelimesi

source: previous
es: anterior
hu: előző
ro: precedentul
tr: önceki

source: next
es: siguiente
hu: következő
ro: următorul
tr: sonraki

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
ro: Parolă uitată

source: Enter your email address and we will send you an email with instructions on how to recover your password.
es: Introduce tu dirección de correo electrónico y te enviaremos un correo electrónico con instrucciones sobre cómo recuperar tu contraseña.
ro: Introdu adresa de e-mail și îți vom trimite un e-mail cu instrucțiuni pentru recuperarea parolei.

source: email address
es: dirección de correo electrónico
ro: adresa de e-mail
tr: eposta adresi

source: send
es: enviar
ro: trimite

source: login
es: iniciar sesión
ro: autentificare

source: Login
es: Iniciar sesión
ro: Autentificare

source: username or email address
es: nombre de usuario o dirección de correo electrónico
ro: numele de utilizator sau adresa de e-mail

source: password
es: contraseña
ro: parola

source: keep me logged in for a year
es: mantenerme conectado durante un año
ro: ține-mă autentificat un an
